/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (dysk sieciowy)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ (godz. %3$@)";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Nie można zapisać pliku w zamierzonym miejscu docelowym.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Nie można zapisać pliku w zamierzonym miejscu docelowym. Sprawdź, czy w docelowym katalogu można zapisywać pliki.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Czy chcesz użyć %1$@ czy %2$@ do archiwizowania przy pomocy Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Czy chcesz użyć %@ do archiwizowania przy pomocy Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Błąd zapisu danych obrazu.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "Próba przechwycenia obrazu ekranu nie powiodła się.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "dysk sieciowy %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Nie można utworzyć obrazu z bitmapy dla ścieżki.";

/* screencapture create image error string */
"Unable to create image." = "Nie można utworzyć obrazu.";

/* screencapture type error string */
"Unable to create type string." = "Nie można utworzyć typu łańcucha znaków.";

/* screencapture create url error string */
"Unable to create url for path." = "Nie można utworzyć url dla ścieżki.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Nie można zachować zrzutu ekranu.";

